The ordinate dimension text position.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
  Since:  2017 Subscription Update
 Syntax
  C#
public enum OrdinateTextPosition
  Visual Basic
Public Enumeration OrdinateTextPosition
  Visual C++
public enum class OrdinateTextPosition
 Members
  Member name  |   Description
   EndOfWitnessLine   |   the dimension text position at the end of witness line
   NextToWitnessLine   |   the dimension text position next to witness line
 See Also
  Autodesk.Revit.DB Namespace